INSERT INTO Computer VALUES
('1', 'ae145bdf-cff7-4dc5-8c73-896e575412c3', 'ВебВеко', '78000', '64', '0'),
('2', '2fdeee79-89ca-41e1-93d5-4cf793c1e749', 'АО «Компания Мирекс»', '112000', '40', '1'),
('3', '11fdce83-28c7-4cff-8670-7bb30a37b4a0', 'ООО «ЭкоКартридж»', '43200', '125', '1'),
('4', '2c8e0203-4f63-4f0f-8eeb-376a2e969e6b', 'Компания «Круст»', '250000', '12', '2'),
('5', '1ffe3f8a-e2d6-4f5c-803e-00009cb09157', '«ПРАЙД+»', '500000', '3', '0');
INSERT INTO Laptop VALUES
('1', '79152105-6893-4c68-952e-47a7f5b6cb00', 'AIRBOOK', '36200', '23', '0'),
('2', 'ad88819e-8718-4997-b85f-487aa092f77b', 'Aquarius', '50600', '64', '1'),
('3', '71cfa54c-bf1f-41a9-88e5-e12e9d0da835', 'ARBYTE', '78900', '17', '2'),
('4', 'a7ed1c0f-c29f-4aae-a42c-dd1f1fa84759', 'BLISS', '115500', '2', '1'),
('5', '7a3acfd4-b23c-4575-ae91-5f9b9ae2c379', 'Dragon', '43500', '69', '3');
INSERT INTO Monitor VALUES
('1', 'c7e48f0b-6993-4abc-b612-2b34bb338dbd', 'Lightcom ПЦВТ', '95000', '25', '60'),
('2', '256c75d0-52db-43a2-98f4-3057b048b9d2', 'Depo', '23500', '34', '25'),
('3', '99c02080-599c-4617-80e8-ceac9eff9471', 'Vecom', '120000', '65', '70'),
('4', '6d3ba11d-e578-4452-b212-48cf30ee4d0d', 'RDW Computers', '91000', '42', '60'),
('5', 'c5526317-93eb-4bb7-bab4-e009c77bf3ac', 'Valday', '65600', '118', '43');
INSERT INTO Hard_Drive VALUES
('1', 'd63c260d-39b5-4f4e-be34-b37ac8bddab0', 'Apple', '125000', '457', '1099511627776'),
('2', '0ca030dd-037e-4a8d-adbe-8299610c9bc1', 'Epson', '69000', '678', '10737418240'),
('3', 'bb144d14-b7d7-40d3-a79b-2e5340775ce2', 'Fuji', '48000', '952', '2147483648'),
('4', '6321827f-2a23-4e9e-9cf1-f541dd15cbaa', 'IBM', '96000', '1123', '32212254720'),
('5', '1d634aa3-550c-4df3-8130-17ce08774887', 'Quantum Corporation', '100000', '975', '21474836480');